#فرض کنید الان 80 کیلو گرم هستید اگر شما روی کره ماه خودتان را وزن کنید وزنتان 16.5 درصد وزن کره زمین خواهد شد یعنی برای محاسبه وزن کره ماه وزن کره زمین در 0.165 ضرب می شود. 
# اگر شما تا 15 سال آینده هر سال 1 کیلو گرم به وزنتان اضافه شود و هر سال خوتان را در کره ماه وزن کشی کنید ترازوی کره ماه هر سال چه عددی را نمایش خواهد داد؟


earthW = 80

for i in range(15):
    earthW += 1
    print(earthW)
    moonW = earthW * 0.165
    print(moonW)
    
    # another way 

for i in range(80 , 80+  15):
    print( i * 0.165 )
